

"kBluetoothConnectionFailedTitle"				= "Bluetooth-ljud misslyckades.";
"kBluetoothConnectionErrorTitle"				= "Ett fel inträffade vid anslutning till ljudenheten.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "Parkopplingen är inte längre giltig. Parkoppla enheten igen och försök en gång till.";
"kBluetoothConnectionFailedExplanation"			= "Ett fel uppstod vid anslutning till headsetet. Kontrollera att det är på och inom räckvidden. Du kan behöva starta om ljuddelen av programmet du använde.";
"kBluetoothSBCCodecMismatchExplanation"			= "Ett fel inträffade vid anslutning till ditt headset. Konfigurationen av den kodade ljudströmmen kunde inte accepteras av fjärrenheten.";
"kBluetoothConnectionUnsupportedExplanation"	= "Kunde inte öppna en förbindelse till den aktiva ljudenheten. Försök ställa in den igen.";

"kBluetoothDisconnectedTitle"					= "Bluetooth-ljud kopplades från.";
"kBluetoothDisconnectedExplanation"				= "Headsetet kopplades oväntat från. Kontrollera att det är på och inom räckvidden. Du kan behöva starta om ljuddelen av programmet du använde.";

"kBluetoothAudioInUseTitle"						= "Bluetooth-ljud används.";
"kBluetoothAudioInUseExplanation"				= "Ett annat Bluetooth-headset används redan. Du kan bara använda ett Bluetooth-headset åt gången.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Avbryt headsetanvändning";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Avbryt hörlursanvändning";

"kBluetoothAudioHeadsetDeviceType"				= "Headset";
"kBluetoothAudioHeadphoneDeviceType"			= "Hörlurar";

"kBluetoothAudioSwitchButtonTitle"				= "Använd den här enheten";
"kBluetoothAudioTryAgainButtonTitle"			= "Försök igen";
"kBluetoothAudioDisconnectButtonTitle"			= "Koppla från";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Fråga inte igen";

"kBluetoothAudioSwitchHeadestMessageText"		= "Vill du använda Bluetooth ”%@ (mono)” som ljudenhet?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Vill du använda Bluetooth ”%@ (stereo)” som ljudenhet?";

"kBluetoothAudioSwitchInfoText"					= "Du kan avaktivera den här dialogrutan i inställningspanelen Bluetooth genom att klicka på de avancerade inställningarna och avmarkera ”Fråga för alla inkommande ljudbegäranden”.";

